Repository: chanthaboun/pcso_finall_project
Catalog: lib/l10n/app_*.arb
Languages: lo

source: Welcome
lo: ຍິນດີຕ້ອນຮັບ

source: Get Started
lo: ເລີ່ມຕົ້ນ

source: Login
lo: ເຂົ້າສູ່ລະບົບ

source: Register
lo: ລົງທະບຽນ

source: Email
lo: ອີເມວ

source: Password
lo: ລະຫັດຜ່ານ

source: Confirm Password
lo: ຢືນຢັນລະຫັດຜ່ານ

source: Username
lo: ຊື່ຜູ້ໃຊ້

source: Forgot Password?
lo: ລືມລະຫັດຜ່ານ?

# dontHaveAccount
source: Don't have an account?
lo: ຍັງບໍ່ມີບັນຊີ?

# alreadyHaveAccount
source: Already have an account?
lo: ມີບັນຊີແລ້ວ?

source: Home
lo: ໜ້າຫຼັກ

source: Sleep
lo: ການນອນ

source: Nutrition
lo: ການກິນ

source: Exercise
lo: ອອກກຳລັງກາຍ

source: Stress
lo: ຄວາມຄຽດ

source: Period
lo: ປະຈຳເດືອນ

source: Medication
lo: ການກິນຢາ

source: Weight
lo: ນ້ຳໜັກ

source: Goals
lo: ເປົ້າຫມາຍ

source: Summary
lo: ສະຫຼູບຜົນ

source: Education
lo: ການສຶກສາ

source: Profile
lo: ໂປຣໄຟລ໌

source: Settings
lo: ຕັ້ງຄ່າ

source: Add Meal
lo: ເພີ່ມອາຫານ

source: Meal Name
lo: ຊື່ອາຫານ

source: Portion
lo: ສ່ວນ

source: Notes
lo: ໝາຍເຫດ

source: Save
lo: ບັນທຶກ

source: Cancel
lo: ຍົກເລີກ

source: Update
lo: ອັບເດດ

source: Delete
lo: ລຶບ

source: Sleep Quality
lo: ຄຸນນະພາບການນອນ

source: Bed Time
lo: ເວລານອນ

source: Wake Time
lo: ເວລາຕື່ນ

source: Duration
lo: ໄລຍະເວລາ

source: Exercise Type
lo: ປະເພດການອອກກຳລັງກາຍ

source: Intensity
lo: ຄວາມແຮງ

source: Minutes
lo: ນາທີ

source: Stress Level
lo: ລະດັບຄວາມຄຽດ

source: Stress Cause
lo: ສາເຫດຄວາມຄຽດ

source: Add Medication
lo: ເພີ່ມຢາ

source: Medication Name
lo: ຊື່ຢາ

source: Dosage
lo: ຂະໜາດ

source: Frequency
lo: ຄວາມຖີ່

source: Taken
lo: ກິນແລ້ວ

source: Missed
lo: ບໍ່ກິນ

source: Current Weight
lo: ນ້ຳໜັກປັດຈຸບັນ

source: Target Weight
lo: ນ້ຳໜັກເປົ້າຫມາຍ

source: Weight Change
lo: ການປ່ຽນແປງນ້ຳໜັກ

source: Goal Title
lo: ຊື່ເປົ້າຫມາຍ

source: Goal Description
lo: ລາຍລະອຽດເປົ້າຫມາຍ

source: Target Date
lo: ວັນທີເປົ້າຫມາຍ

source: Progress
lo: ຄວາມກ້າວໜ້າ
